akamud.vscode-theme-onelight
alefragnani.project-manager
bierner.emojisense
Compulim.compulim-vscode-closetag
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
formulahendry.auto-rename-tag
HookyQR.beautify
icrawl.discord-vscode
mblode.twig-language-2
mohd-akram.vscode-html-format
ms-vsliveshare.vsliveshare
naumovs.color-highlight
rbbit.typescript-hero
redhat.vscode-xml
richie5um2.vscode-sort-json
riussi.code-stats-vscode
shd101wyy.markdown-preview-enhanced
sysoev.language-stylus
taniarascia.new-moon-vscode
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one
