acidic9.p5js-snippets
akamud.vscode-theme-onelight
Alan.stylus
bmewburn.vscode-intelephense-client
codezombiech.gitignore
corpsyal.coffee-auto-indent
cssho.vscode-svgviewer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
diniremix.vscode-coffeescript-snippets
drewbarrett.vscode-coffeescript-preview
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
felixfbecker.php-debug
felixfbecker.php-intellisense
formulahendry.auto-rename-tag
Gruntfuggly.todo-tree
HookyQR.beautify
icrawl.discord-vscode
ikappas.composer
ikappas.phpcs
ithildir.java-properties
jasonlhy.vscode-browser-sync
kisstkondoros.csstriggers
lkytal.coffeelinter
mblode.twig-language-2
mellena1.eclipse-new-java-project
mrmlnc.vscode-apache
ms-python.python
ms-vsliveshare.vsliveshare
naco-siren.gradle-language
naumovs.color-highlight
neilbrayfield.php-docblocker
nickdodd79.gulptasks
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
riussi.code-stats-vscode
robinbentley.sass-indented
ronnidc.nunjucks
shinnn.stylelint
sohibe.java-generate-setters-getters
taniarascia.new-moon-vscode
TheNouillet.symfony-vscode
thisismanta.stylus-supremacy
Tyriar.lorem-ipsum
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
WakaTime.vscode-wakatime
wayou.vscode-todo-highlight
yorkxin.coffeescript-support
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
