acidic9.p5js-snippets
akamud.vscode-theme-onelight
ark120202.vscode-typescript-pnp-plugin
bierner.emojisense
bmewburn.vscode-intelephense-client
breezelin.phpstan
codezombiech.gitignore
Compulim.compulim-vscode-closetag
corpsyal.coffee-auto-indent
cssho.vscode-svgviewer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
diniremix.vscode-coffeescript-snippets
DotJoshJohnson.xml
drewbarrett.vscode-coffeescript-preview
DSnake.java-debug
eamodio.gitlens
ecodes.vscode-phpmd
EditorConfig.EditorConfig
felixfbecker.php-debug
felixfbecker.php-intellisense
formulahendry.auto-rename-tag
HookyQR.beautify
icrawl.discord-vscode
ikappas.composer
ikappas.phpcs
ithildir.java-properties
jasonlhy.vscode-browser-sync
joelday.docthis
linyang95.phpmd
mblode.twig-language-2
mellena1.eclipse-new-java-project
mikestead.dotenv
mohd-akram.vscode-html-format
mrmlnc.vscode-apache
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
ms-vsliveshare.vsliveshare
naumovs.color-highlight
neilbrayfield.php-docblocker
nickdodd79.gulptasks
platformio.platformio-ide
premparihar.gotestexplorer
rbbit.typescript-hero
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
richie5um2.vscode-sort-json
riussi.code-stats-vscode
robinbentley.sass-indented
rogalmic.bash-debug
sensourceinc.vscode-sql-beautify
shakram02.bash-beautify
shd101wyy.markdown-preview-enhanced
sohibe.java-generate-setters-getters
steoates.autoimport
syler.sass-indented
sysoev.language-stylus
taniarascia.new-moon-vscode
TheNouillet.symfony-vscode
Tyriar.lorem-ipsum
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
WakaTime.vscode-wakatime
wayou.vscode-todo-highlight
yorkxin.coffeescript-support
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
